Repository: eabquina/opigno_pantheon
Catalog: profiles/opigno_lms/modules/opigno/opigno_tincan_api/translations/opigno_tincan_api.*.po
Languages: de, fr

source: Installation of Opigno TinCan API module success.
de: Das Opigno TinCan API Modul wurde erfolgreich installiert.
fr: Succès de l'installation du module Opigno TinCan API.

source: Go to !url to set the LRS connection.
de: Bitte begeben Sie sich zu dieser !url um die LRS Verbindungsparameter zu definieren.
fr: Veuillez vous rendre à la page !url pour définit les paramètres de connexion au LRS.

source: the settings page
de: Das Verwaltungsinterface
fr: la page des paramètres

source: Administer the Opigno TinCan API module
de: Verwalten des Opigno TinCan API Modules
fr: Administrer le module Opigno TinCan API

source: Change the settings for the Opigno TinCan API module, like the LRS settings.
de: Ã„ndern der Opigno TinCan Api Modulparameter, wie die LRS Konfiguration
fr: Modifier les paramètres du module Opigno TinCan API, comme les accès au LRS.

source: Installed
de: Installiert
fr: Installé

source: Configured
de: Konfiguriert
fr: Configuré

source: Please configure the LRS connection in the !setting_page.
de: Bitte die LRS Verbindung zum Verwaltungsinterface konfigurieren
fr: Veuillez configurer la connexion au LRS dans l'interface d'administration

source: settings page
de: Verwaltungsinterface
fr: interface d'administration

source: Not set
de: Nicht festgelegt
fr: Non-paramétré

source: Not Installed
de: Nicht installiert
fr: Non-installé

source: Please install the !tincanphp_library in the sites/all/library/TinCanPHP folder.
de: Bitte !tincanphp_library im Directory sites/all/library/TinCanPHP installieren
fr: Veuillez installer la !tincanphp_library dans le répertoire sites/all/library/TinCanPHP.

source: TinCanPHP library
fr: Librairie TinCanPHP

source: LRS settings saved successfully
de: Die LRS Parameter wurden gespeichert
fr: Les paramètres du LRS ont été sauvegardés

source: Access LRS statistics
de: Auf die LRS Statistiken zugreiffen
fr: Accéder aux statistiques du LRS

source: Be able to view Learning Record Store (LRS) statistic pages.
de: Die Statistikseite vom Learning Record Store anschauen.
fr: Voir les pages de statistiques du Learning Record Store (LRS).

source: Dashboard
fr: Tableau de bord

source: LRS quizzes statistics
de: Statistiken der abgerufenen LRS Quiz
fr: Statistiques des quiz récupérées du LRS

source: LRS stats
de: LRS Statistiken
fr: Statistiques du LRS

source: LRS course content statistics
de: Kurs-Statistiken
fr: Statistiques relatives aux cours
