Repository: eabquina/opigno_pantheon
Catalog: profiles/opigno_lms/modules/opigno/opigno_tincan_api/modules/opigno_tincan_api_stats/translations/opigno_tincan_api_stats.*.po
Languages: de

source: Access Learning Record Store statistics
de: Zu den Statistik-Daten des LRS gelangen.

source: Be able to view Learning Record Store statistics pages.
de: Fähig sein die Statistik-Seite des LRS anzuschauen.

source: Learning Record Store stats
de: Statistik-Daten des Learning Record Store

source: Learning Record Store dashboard
de: Cockpit des Learning Record Store

source: Dashboard
de: Cockpit

source: Course content
de: Kursinhalt

source: Learning Record Store course content statistics
de: Statistik-Daten des LRS zu den Kursinhalten

source: Quizzes
de: Quiz

source: Learning Record Store quizzes statistics
de: Quiz-Statistik des LRS

source: Current week
de: Aktuelle Woche

source: Current month
de: Aktueller Monat

source: Current year
de: Aktuelles Jahr

source: Forever
de: Immer

source: Number of view per day
de: Anzahl der Anzeigen pro Tag

source: Number of view per month
de: Anzahl der Anzeigen pro Monat

source: Number of view per year
de: Anzahl der Anzeigen pro Jahr

source: day
de: Tag

source: month
de: Monat

source: year
de: Jahr

source: Course context statistics
de: Statistik vom Kurskontext

source: Course
de: Kurs

source: Number of visits
de: Besucheranzahl

source: Number of users
de: Anzahl der Benutzer

source: Percentage of users
de: Prozent der Benutzer

source: General statistics
de: Generelle Statistik

source: Total number of page views
de: Gesamtanzahl der besichtigten Seiten

source: Total number of active users
de: Gesamtanzahl der aktiven Benutzer

source: Total number of activities
de: Gesamtanzahl der Tätigkeitsbereiche

source: Avg score
de: Durchschnittswert

source: Last statements
de: Letzte Deklaration

source: Most active users
de: Aktivsten Benutzer

source: Username
de: Benutzername

source: Number of statements
de: Anzahl der Deklarationen

source: Top 10 most viewed pages
de: Top 10 der besuchten Seiten

source: Page
de: Seite

source: Number of page views
de: Anzahl der besichtigten Seiten

source: Actor
de: Akteur

source: Verb
de: Action

source: Object
de: Objekt

source: Date
de: Datum

source: Names
de: Namen

source: Number of views
de: Anzahl der Besichtigungen

source: Number of attempts
de: Anzahl der Versuche

source: Average scores
de: Durchschnittswert

source: Configure the TinCan API settings.
de: Parameter des API TinCan konfigurieren

source: Statement Settings
de: Deklarationsparameter

source: Statement Actor
de: Verfasser der Deklarationen

source: Track content type views
de: Den Anzeigen nach Inhaltstyp nachgehen

source: Track the selected content types in the following view modes.
de: Den obenstehenden Inhaltstyp für folgende Anzeigemodi nachgehen

source: Link Settings
de: Hyperlinkparameter

source: Track external links.
de: Dem externe Hyperlink nachgehen.

source: Track file extensions
de: Dem Dateityp nachgehen

source: Comma separated list of extensions. Example: pdf,docx,xlsx
de: Liste der Dateityp durch ein Komma getrennt. Zum Beispiel : pdf, docx, xlsx

source: API Settings.
de: Parameter des API TinCan

source: The server endpoint. Do not include a trailing slash.
de: URL von Ihrem LRS Server. Kein slash hinzufügen.

source: Endpoint
de: LRS Server

source: The basic authenication user.
de: Benutzername für die Authentifizierung

source: The basic authenication password.
de: Passwort für die Authentifizierung

source: Track anonymous users.
de: Den anonymen Benutzer nachgehen

source: Log server response.
de: Serverantworten loggen

source: Simplify statements IDs (convert https urls to http)
de: Die Ids der Deklarationen vereinfachen (Die urls https in http konvertieren)
