Repository: eabquina/opigno_pantheon
Catalog: profiles/opigno_lms/modules/opigno/opigno_moxtra_app/translations/opigno_moxtra_app.*.po
Languages: de

source: Collaborative workspaces and Live meetings configuration
de: Konfiguration der kollaborativen Bereiche und der Live Meetings

source: The configuration for the collaborative workspace and live meeting integrations
de: Die Konfiguration der kollaborativen Bereiche und des Live Meetings

source: Activate the app on Opigno.org
de: Aktivieren Sie Ihre Applikation via Opigno.org

source: Your organization ID on Opigno.org is
de: Die ID von Ihrer Firma für Opigno.org ist

source: Install the collaborative workspace module
de: Installation des Moduls Kollaborative Bereiche

source: Install the live meetings module
de: Installation des Moduls Live Meetings

source: Collaborative Workspaces
de: Kollaborative Bereiche

source: more
de: mehr

source: Apply
de: Anwenden

source: Reset
de: Zurücksetzen

source: Sort by
de: Sortieren nach

source: Asc
de: Aufsteigend

source: Desc
de: Absteigend

source: Items per page
de: Elemente pro Seite

source: - All -
de: - Alle -

source: Page
de: Seite

source: Create collaborative workspace
de: Kollaborative Bereich anlegen

source: View all Collaborative Workspaces
de: Alle kollaborativen Bereiche ansehen

source: Allows the user to access all the Collaborative Workspaces
de: Erlaubt dem Benutzer zu den Kollaborativen Bereichen zu gelangen

source: View the participant's Collaborative Workspaces
de: Kollaborative Bereiche des Teilnehmers ansehen

source: Allows the user to access the Collaborative Workspaces where he is participant
de: Erlaubt dem Benutzer zu seinen Kollaborativen Bereichen zu gelangen

source: Collaborative Workspace
de: Kollaborative Bereich

source: Title
de: Titel

source: You are using the free version of Collaborative Workspaces.
de: Sie benutzen die Gratis Version der Kollaborativen Bereiche.

source: Upgrade !
de: Aufrüsten !

source: You have created @current / @max users.
de: Sie haben @current / @max Benutzer angelegt.

source: Want more ?
de: Mehr inzufügen

source: Access this collaborative workspace
de: Zum kollaborativen Bereich

source: Edit this collaborative workspace
de: Kollaborativer Bereich bearbeiten

source: Participants
de: Teilnehmer

source: Access
de: Zugriff

source: Edit
de: Bearbeiten

source: « first
de: « erste Seite

source: ‹ previous
de: ‹ vorherige Seite

source: next ›
de: nächste Seite ›

source: last »
de: letzte Seite »

source: Membership
de: Mitgliedschaft

source: All
de: Alle

source: Register the live meetings users attendances
de: Die Teilnahme der Benutzer an Live Meetings erfassen

source: Start live meetings
de: Live Meeting starten

source: Allows the user to start live meetings
de: Erlaubt dem Benutzer das Starten von Live Meetings

source: Attend live meetings
de: An Live Meetings teilnehmen

source: Allows the user to attend live meetings
de: Erlaubt dem Benutzer an Live Meetings teilzunehmen

source: Register live meetings attendance
de: Die Teilnahme an Live Meetings erfassen

source: Allows users to create and attend live meetings
de: Erlaubt den Benutzen das Anlegen und Teilnehmen an Live Meetings

source: Create meeting
de: Live Meeting anlegen

source: Attended
de: Anwesend

source: Absent
de: Abwesend

source: Scheduled
de: Geplant

source: Started
de: Begonnen

source: Ended
de: Beendet

source: Class restriction
de: Eine Klasse einschränken

source: Your groups
de: Ihre Gruppen

source: Other groups
de: Andere Gruppen

source: Score live meeting
de: Live Meeting benoten

source: You are using the free version of Live Meetings.
de: Sie benutzen die Gratis Version der Live Meetings.

source: You have assigned @current / @max users to create/start live meetings.
de: Sie haben @current / @max Benutzer festgelegt, die Live Meetings anlegen/starten können.

source: Users who can create/start live meetings
de: Erlaubte Benutzer, die Live Meeting anlegen / starten können

source: Add a user
de: Benutzer hinzufügen

source: Revoke
de: Widerrufen

source: Participants for
de: Teilnehmer für

source: Attendance
de: Anwesenheit

source: Score
de: Ergebnis

source: Save attendances
de: Speichern

source: Files
de: Dateien

source: Reloading. Please, wait...
de: Bitte warten...

source: Start the live meeting
de: Live Meeting starten

source: This live meeting has not started yet
de: Dieses Live Meeting ist noch nicht gestartet

source: Register presences
de: Teilnehmer benoten

source: Presences are already registered
de: Die Anwesenden wurden bereits registriert

source: Presences not yet registered
de: Die Anwesenden wurden noch nich registriert

source: Access this live meeting
de: Zum Live Meeting

source: Edit this live meeting
de: Live Meeting bearbeiten

source: Presences
de: Anwesenheiten

source: Start date
de: Startdatum

source: End date
de: Enddatum

source: You have reached your total number of authorized users for collaborative workspaces.
de: Sie haben das Maximum der erlaubten Benutzer für die Kollaborative Bereiche erreicht.

source: Manage your subscription to add more users.
de: Abonnement verwalten.

source: You have reached the maximum number of users who can create meetings.
de: Sie haben das Maximum der Benutzer, welche Meetings anlegen können, erreicht.

source: The maximum number of users for this meeting is reached.
de: Die Anzahl der maximalen Benutzer für dieses Live-Meeting wurde erreicht.
